{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^In the biting cold of the ruined city, Dr. Hyde encountered a shivering homeless man huddled in the shadows of a collapsed overpass","\n","^His feature, albeit had weathered due to the environement, still retained some of its sharpness.","\n","^\"...Sir? What troubled you? Anyting I could help you with..?\"","\n","^\"I'm freezing... the air is as freezing as always..\"","\n","^\"A little bit of fire would be good.. I can definitely use itto warm my body, to cook a meal... with that, maybe I can survive for some more days.\"","\n","ev","str","^Give Lighter","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Ignore Him","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Moved by compassion and guilt, Hyde retrieved a battered lighter from his coat pocket and extended it toward the man.","\n",{"->":"Good"},{"#f":5}],"c-1":["\n","^Dr. Hyde can feel his guilt starting to take root on his mind, yet, in another turn of fate, he hesitated, his mind heavy with doubts.","\n",{"->":"Bad"},{"#f":5}]}],{"#f":1}],"Good":["^\"Here, take this. It may be small, but I hope it can help you.\"","\n","^\"Thank you, kind soul. Wait a moment, I have something for you. It's not something big, but it may help you\"","\n","^The homeless handed a pocket of an ashen-colored powder.","\n","^\"Here, this is a zinc dust—my humble token of gratitude.\"","\n","^\"Please accept it, this could help you to chase away those wild, broken, wolf robot. They usually roam this area on midnight.\"","\n","^\"Thank you.\"","\n","^With a firm nods, Dr. Hyde continued his journey.","\n","end",{"#f":1}],"Bad":["^(I might need this lighter later...)","\n","^\"I'm sorry—I.... have nothing to spare.\"","\n","^The homeless guy smiled wryly.","\n","^I see. Then I will remain condemned and try to survive again today.","\n","^Thank you for the short chat, young man.","\n","^Dr. Hyde left with a grim expression on his face.","\n","^(Should I..help him earlier?)","\n","^He shook her head, putting the thought in the back of his head. What he needs to do now is focus on the journey.","\n","^After all, if he make it, then.. everything will be worth it.","\n","^A strong cold storm bombarded the area later on.","\n","^Without anything to keep himself warm..the homeless guy died due to hypothermia.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}